Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Choose an extension to see what it plugs into and where it came from.
cs: Zvolte rozšíření a uvidíte, co rozšiřuje a odkud pochází.
de: Wähle eine Erweiterung, um zu sehen, wo sie eingebunden ist und woher sie stammt.
es: Elige una extensión para ver en qué se integra y de dónde viene.
fr: Choisissez une extension pour voir à quoi elle s’intègre et d’où elle provient.
it: Scegli un’estensione per vedere con cosa si integra e da dove proviene.
ja: 機能拡張を選ぶと、組み込み先と提供元が表示されます。
ko: 확장 프로그램을 선택하면 무엇을 확장하는지와 어디에서 왔는지 볼 수 있습니다.
nl: Kies een extensie om te zien waarin die werkt en waar die vandaan komt.
pl: Wybierz rozszerzenie, aby zobaczyć, do czego się podłącza i skąd pochodzi.
pt: Escolha uma extensão para ver onde ela se conecta e de onde veio.
ro: Alegeți o extensie pentru a vedea unde se integrează și de unde provine.
ru: Выберите расширение, чтобы узнать, куда оно встраивается и откуда взялось.
sv: Välj ett tillägg för att se vad det kopplas in i och var det kommer ifrån.
tr: Neye eklendiğini ve nereden geldiğini görmek için bir genişletme seçin.
uk: Виберіть розширення, щоб побачити, що воно розширює і звідки взялося.
zh_hans: 选取一个扩展，查看它的扩展对象和来源。
zh_hant: 選擇一個延伸功能，以查看它用於何處，以及它的來源。

source: Choose an item to see what it is and whether you can free it.
cs: Zvolte položku a uvidíte, co to je a jestli ji můžete uvolnit.
de: Wähle ein Objekt, um zu sehen, was es ist und ob du seinen Speicherplatz freigeben kannst.
es: Elige un ítem para ver qué es y si puedes liberarlo.
fr: Choisissez un élément pour voir de quoi il s’agit et si vous pouvez libérer l’espace qu’il occupe.
it: Scegli un elemento per vedere cos’è e se puoi liberarlo.
ja: 項目を選ぶと、それが何か、解放できるかどうかが表示されます。
ko: 항목을 선택하면 무엇인지, 공간을 확보할 수 있는지 볼 수 있습니다.
nl: Kies een onderdeel om te zien wat het is en of je het kunt vrijmaken.
pl: Wybierz pozycję, aby zobaczyć, czym jest i czy możesz zwolnić zajmowane przez nią miejsce.
pt: Escolha um item para ver o que ele é e se você pode liberá-lo.
ro: Alegeți un articol pentru a vedea ce este și dacă puteți elibera spațiul pe care îl ocupă.
ru: Выберите объект, чтобы узнать, что это и можно ли освободить занимаемое им место.
sv: Välj ett objekt för att se vad det är och om du kan frigöra det.
tr: Ne olduğunu ve boşaltıp boşaltamayacağınızı görmek için bir öğe seçin.
uk: Виберіть елемент, щоб побачити, що це і чи можна його звільнити.
zh_hans: 选取一个项目，查看它是什么以及能否释放。
zh_hant: 選擇一個項目，以查看它是什麼，以及你能否釋放它。

source: Choose an item to see what it runs and control it.
cs: Zvolte položku a uvidíte, co spouští, a budete ji moci ovládat.
de: Wähle ein Objekt, um zu sehen, was es ausführt, und um es zu steuern.
es: Elige un ítem para ver lo que ejecuta y controlarlo.
fr: Choisissez un élément pour voir ce qu’il exécute et le contrôler.
it: Scegli un elemento per vedere cosa esegue e gestirlo.
ja: 項目を選ぶと、実行内容の確認と操作ができます。
ko: 항목을 선택하면 무엇을 실행하는지 보고 제어할 수 있습니다.
nl: Kies een onderdeel om te zien wat het uitvoert en om het te bedienen.
pl: Wybierz rzecz, aby zobaczyć, co uruchamia, i nią sterować.
pt: Escolha um item para ver o que ele executa e controlá-lo.
ro: Alegeți un articol pentru a vedea ce rulează și a‑l controla.
ru: Выберите объект, чтобы увидеть, что он запускает, и управлять им.
sv: Välj ett objekt för att se vad det kör och styra det.
tr: Neyi çalıştırdığını görmek ve onu denetlemek için bir öğe seçin.
uk: Виберіть елемент, щоб побачити, що він запускає, і керувати ним.
zh_hans: 选取一个项目，查看它运行的内容并控制它。
zh_hant: 選擇一個項目，以查看它執行的內容並控制它。

source: Choose an item to see why it still needs Rosetta.
cs: Zvolte položku a uvidíte, proč stále potřebuje prostředí Rosetta.
de: Wähle ein Objekt, um zu sehen, warum es noch Rosetta benötigt.
es: Elige un ítem para ver por qué aún necesita Rosetta.
fr: Choisissez un élément pour voir pourquoi il a encore besoin de Rosetta.
it: Scegli un elemento per vedere perché richiede ancora Rosetta.
ja: 項目を選ぶと、Rosettaがまだ必要な理由が表示されます。
ko: 항목을 선택하면 아직 Rosetta가 필요한 이유를 볼 수 있습니다.
nl: Kies een onderdeel om te zien waarom het nog Rosetta nodig heeft.
pl: Wybierz pozycję, aby zobaczyć, dlaczego nadal wymaga Rosetty.
pt: Escolha um item para ver por que ele ainda precisa do Rosetta.
ro: Alegeți un articol pentru a vedea de ce încă are nevoie de Rosetta.
ru: Выберите объект, чтобы узнать, почему ему все еще нужна Rosetta.
sv: Välj ett objekt för att se varför det fortfarande behöver Rosetta.
tr: Neden hâlâ Rosetta gerektirdiğini görmek için bir öğe seçin.
uk: Виберіть елемент, щоб побачити, чому він досі потребує Rosetta.
zh_hans: 选取一个项目，查看它为何仍需要Rosetta。
zh_hant: 選擇一個項目，以查看它為何仍需要Rosetta。

source: Choose completions from a menu
cs: Volit doplnění z nabídky
de: Vervollständigungen aus einem Menü wählen
es: Elegir las opciones de autocompletado en un menú
fr: Choisir les complétions dans un menu
it: Scegli i completamenti da un menu
ja: 補完候補をメニューから選ぶ
ko: 메뉴에서 자동 완성 항목 선택
nl: Kies aanvullingen uit een menu
pl: Wybieraj uzupełnienia z menu
pt: Escolher opções de autocompletar em um menu
ro: Alegeți completările dintr‑un meniu
ru: Выбирать варианты дополнения из меню
sv: Välj kompletteringar i en meny
tr: Tamamlamaları bir menüden seç
uk: Вибирати доповнення з меню
zh_hans: 从菜单中选取补全项
zh_hant: 從選單中選擇補齊項目

source: Choose folders and scan. Peel compares contents, so only exact copies are found, folders included.
cs: Zvolte složky a prohledejte je. Peel porovnává obsah, takže najde jen přesné kopie, včetně složek.
de: Wähle Ordner aus und starte den Scan. Peel vergleicht Inhalte, daher werden nur exakte Kopien gefunden, auch von Ordnern.
es: Elige carpetas y analízalas. Peel compara el contenido, así que solo encuentra copias exactas, incluidas las carpetas.
fr: Choisissez des dossiers et lancez l’analyse. Peel compare les contenus : seules les copies exactes sont trouvées, dossiers compris.
it: Scegli le cartelle e avvia l’analisi. Peel confronta i contenuti, quindi trova solo copie esatte, cartelle comprese.
ja: フォルダを選択してスキャンします。Peelは内容を比較するため、完全に同一のコピーだけが見つかります。フォルダも対象です。
ko: 폴더를 선택하고 스캔하십시오. Peel은 내용을 비교하므로 폴더를 포함하여 정확히 동일한 복사본만 찾습니다.
nl: Kies mappen en scan. Peel vergelijkt de inhoud, dus alleen exacte kopieën worden gevonden, mappen inbegrepen.
pl: Wybierz foldery i przeskanuj je. Peel porównuje zawartość, więc znajduje tylko dokładne kopie, także folderów.
pt: Escolha as pastas e inicie a análise. O Peel compara o conteúdo, então só cópias exatas são encontradas, inclusive de pastas.
ro: Alegeți dosare și scanați. Peel compară conținutul, așa că sunt găsite doar copiile identice, inclusiv dosarele.
ru: Выберите папки и запустите сканирование. Peel сравнивает содержимое, поэтому находятся только точные копии, включая папки.
sv: Välj mappar och skanna. Peel jämför innehåll, så bara exakta kopior hittas, mappar inräknade.
tr: Klasörleri seçin ve tarayın. Peel içerikleri karşılaştırır, bu yüzden klasörler dahil yalnızca birebir kopyalar bulunur.
uk: Виберіть папки й запустіть сканування. Peel порівнює вміст, тож знаходить лише точні копії, зокрема й папок.
zh_hans: 选取文件夹并扫描。Peel会比较内容，因此只会找到完全相同的副本，包括文件夹。
zh_hant: 選擇檔案夾並掃描。Peel會比對內容，因此只會找到完全相同的副本，包括檔案夾。

source: Choose one of Peel’s themes to change these settings.
cs: Chcete-li tato nastavení změnit, zvolte jeden z motivů Peelu.
de: Wähle eines der Themen von Peel, um diese Einstellungen zu ändern.
es: Elige uno de los temas de Peel para cambiar estos ajustes.
fr: Choisissez l’un des thèmes de Peel pour modifier ces réglages.
it: Scegli uno dei temi di Peel per modificare queste impostazioni.
ja: これらの設定を変更するには、Peelのテーマのいずれかを選んでください。
ko: 이 설정을 변경하려면 Peel의 테마 중 하나를 선택하십시오.
nl: Kies een van de thema's van Peel om deze instellingen te wijzigen.
pl: Wybierz jeden z motywów Peel, aby zmienić te ustawienia.
pt: Escolha um dos temas do Peel para alterar estes ajustes.
ro: Alegeți una dintre temele Peel pentru a modifica aceste configurări.
ru: Выберите одну из тем Peel, чтобы изменить эти параметры.
sv: Välj ett av Peels teman för att kunna ändra de här inställningarna.
tr: Bu ayarları değiştirmek için Peel’in temalarından birini seçin.
uk: Виберіть одну з тем Peel, щоб змінити ці налаштування.
zh_hans: 选取Peel的一个主题即可更改这些设置。
zh_hant: 若要更改這些設定，請選擇Peel的其中一個主題。

source: Choose the file called `brew`, in the bin folder of your Homebrew.
cs: Zvolte soubor s názvem `brew` ve složce bin vašeho Homebrew.
de: Wähle die Datei namens `brew` im Ordner „bin“ deiner Homebrew-Installation.
es: Selecciona el archivo llamado `brew`, en la carpeta bin de tu Homebrew.
fr: Choisissez le fichier nommé `brew`, dans le dossier bin de votre Homebrew.
it: Scegli il file chiamato `brew`, nella cartella bin del tuo Homebrew.
ja: Homebrewのbinフォルダにある、`brew`という名前のファイルを選択してください。
ko: Homebrew의 bin 폴더에 있는 `brew`라는 파일을 선택하십시오.
nl: Kies het bestand met de naam `brew`, in de map 'bin' van je Homebrew.
pl: Wybierz plik o nazwie `brew` w folderze bin Twojego Homebrew.
pt: Escolha o arquivo chamado `brew`, na pasta bin do seu Homebrew.
ro: Alegeți fișierul numit `brew`, din dosarul bin al instalării dvs. Homebrew.
ru: Выберите файл с именем `brew` в папке bin Вашего Homebrew.
sv: Välj filen som heter `brew`, i mappen bin i ditt Homebrew.
tr: Homebrew’unuzun bin klasöründeki `brew` adlı dosyayı seçin.
uk: Виберіть файл під назвою `brew` у папці bin вашого Homebrew.
zh_hans: 请选取你的Homebrew的bin文件夹中名为`brew`的文件。
zh_hant: 請選擇你的Homebrew中bin檔案夾裡名為`brew`的檔案。

source: Choose the folder for screenshots
cs: Zvolit složku pro snímky obrazovky
de: Ordner für Bildschirmfotos auswählen
es: Seleccionar la carpeta para las capturas de pantalla
fr: Choisir le dossier des captures d’écran
it: Scegli la cartella per gli screenshot
ja: スクリーンショットの保存先フォルダを選択
ko: 스크린샷을 저장할 폴더 선택
nl: Kies de map voor schermafbeeldingen
pl: Wybierz folder na zrzuty ekranu
pt: Escolher a pasta das capturas de tela
ro: Alegeți dosarul pentru capturi de ecran
ru: Выбрать папку для снимков экрана
sv: Välj mappen för skärmavbilder
tr: Ekran resimleri için klasör seç
uk: Вибрати папку для знімків екрана
zh_hans: 选取用于存放截屏的文件夹
zh_hant: 選擇截圖的檔案夾

source: Choose the folders your projects live in.
cs: Zvolte složky, ve kterých máte projekty.
de: Wähle die Ordner, in denen deine Projekte liegen.
es: Elige las carpetas donde están tus proyectos.
fr: Choisissez les dossiers où se trouvent vos projets.
it: Scegli le cartelle in cui si trovano i tuoi progetti.
ja: プロジェクトがあるフォルダを選択してください。
ko: 프로젝트가 있는 폴더를 선택하십시오.
nl: Kies de mappen waarin je projecten staan.
pl: Wybierz foldery, w których są Twoje projekty.
pt: Escolha as pastas onde ficam os seus projetos.
ro: Alegeți dosarele în care se află proiectele dvs.
ru: Выберите папки, в которых находятся Ваши проекты.
sv: Välj mapparna där dina projekt finns.
tr: Projelerinizin bulunduğu klasörleri seçin.
uk: Виберіть папки, у яких зберігаються ваші проєкти.
zh_hans: 选取存放你的项目的文件夹。
zh_hant: 選擇你的計畫案所在的檔案夾。

source: Choose where your projects live. Peel looks for what their builds left behind.
cs: Zvolte, kde máte projekty. Peel v nich vyhledá, co po sestavení zůstalo.
de: Wähle, wo deine Projekte liegen. Peel sucht nach dem, was ihre Builds hinterlassen haben.
es: Elige dónde están tus proyectos. Peel busca lo que dejaron sus compilaciones.
fr: Choisissez l’emplacement de vos projets. Peel recherche ce que leurs compilations ont laissé derrière elles.
it: Scegli dove si trovano i tuoi progetti. Peel cerca ciò che le loro build si sono lasciate dietro.
ja: プロジェクトがある場所を選択してください。Peelは、そのビルドが残したものを探します。
ko: 프로젝트가 있는 위치를 선택하십시오. Peel이 빌드가 남긴 항목을 찾습니다.
nl: Kies waar je projecten staan. Peel zoekt naar wat hun builds hebben achtergelaten.
pl: Wybierz, gdzie są Twoje projekty. Peel poszuka tego, co pozostawiły po sobie ich kompilacje.
pt: Escolha onde ficam os seus projetos. O Peel procura o que as compilações deles deixaram para trás.
ro: Alegeți unde se află proiectele dvs. Peel caută ce au lăsat în urmă compilările lor.
ru: Выберите, где находятся Ваши проекты. Peel ищет то, что осталось после их сборок.
sv: Välj var dina projekt finns. Peel letar efter det som deras byggen har lämnat kvar.
tr: Projelerinizin nerede durduğunu seçin. Peel, derlemelerinin geride bıraktıklarını arar.
uk: Виберіть, де зберігаються ваші проєкти. Peel шукатиме те, що залишили по собі їхні збірки.
zh_hans: 选取存放你的项目的位置。Peel会查找它们的构建留下的内容。
zh_hant: 選擇你的計畫案所在的位置。Peel會尋找它們建置後留下的項目。

source: Choose…
cs: Vybrat…
de: Auswählen …
es: Seleccionar…
fr: Choisir…
it: Scegli…
ja: 選択…
ko: 선택…
nl: Kies…
pl: Wybierz…
pt: Escolher…
ro: Alegeți…
ru: Выбрать…
sv: Välj…
tr: Seç…
uk: Вибрати…
zh_hans: 选取…
zh_hant: 選擇⋯

source: Clean Up
cs: Vyčistit
de: Bereinigen
es: Limpiar
fr: Nettoyer
it: Ripulisci
ja: クリーンアップ
ko: 정리
nl: Ruim op
pl: Wyczyść
pt: Limpar
ro: Curățați
ru: Очистить
sv: Rensa upp
tr: Temizle
uk: Очистити
zh_hans: 清理
zh_hant: 清理

source: Clean up Homebrew?
cs: Vyčistit Homebrew?
de: Homebrew bereinigen?
es: ¿Limpiar Homebrew?
fr: Nettoyer Homebrew ?
it: Vuoi ripulire Homebrew?
ja: Homebrewをクリーンアップしますか?
ko: Homebrew를 정리하겠습니까?
nl: Homebrew opruimen?
pl: Wyczyścić Homebrew?
pt: Limpar o Homebrew?
ro: Curățați Homebrew?
ru: Очистить Homebrew?
sv: Vill du rensa upp i Homebrew?
tr: Homebrew temizlensin mi?
uk: Очистити Homebrew?
zh_hans: 要清理Homebrew吗？
zh_hant: 要清理Homebrew嗎？

source: Clear
cs: Vymazat
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
nl: Wis
pl: Wymaż
pt: Apagar
ro: Eliminați
ru: Очистить
sv: Rensa
tr: Sil
uk: Очистити
zh_hans: 清除
zh_hant: 清除

source: Clear Every Download
cs: Vymazat všechny stažené soubory
de: Alle Downloads löschen
es: Borrar todas las descargas
fr: Effacer tous les téléchargements
it: Cancella tutti i download
ja: すべてのダウンロードを消去
ko: 모든 다운로드 파일 지우기
nl: Wis alle downloads
pl: Wymaż wszystkie pobrane pliki
pt: Apagar Todos os Downloads
ro: Eliminați toate descărcările
ru: Очистить все загрузки
sv: Rensa alla hämtningar
tr: Tüm İndirmeleri Sil
uk: Очистити всі викачані файли
zh_hans: 清除所有下载
zh_hant: 清除所有下載檔案

source: Clear Homebrew’s downloads older than 30 days?
cs: Vymazat stažené soubory Homebrew starší než 30 dní?
de: Downloads von Homebrew löschen, die älter als 30 Tage sind?
es: ¿Borrar las descargas de Homebrew de más de 30 días?
fr: Effacer les téléchargements de Homebrew datant de plus de 30 jours ?
it: Vuoi cancellare i download di Homebrew più vecchi di 30 giorni?
ja: Homebrewの30日より古いダウンロードを消去しますか?
ko: 30일이 지난 Homebrew의 다운로드 파일을 지우겠습니까?
nl: Downloads van Homebrew ouder dan 30 dagen wissen?
pl: Wymazać pobrane pliki Homebrew starsze niż 30 dni?
pt: Apagar os downloads do Homebrew com mais de 30 dias?
ro: Eliminați descărcările Homebrew mai vechi de 30 de zile?
ru: Очистить загрузки Homebrew старше 30 дней?
sv: Vill du rensa Homebrews hämtningar som är äldre än 30 dagar?
tr: Homebrew’un 30 günden eski indirmeleri silinsin mi?
uk: Очистити викачані файли Homebrew, старші за 30 днів?
zh_hans: 要清除Homebrew超过30天的下载文件吗？
zh_hant: 要清除Homebrew超過30天的下載檔案嗎？

source: Clear Older Downloads
cs: Vymazat starší stažené soubory
de: Ältere Downloads löschen
es: Borrar descargas antiguas
fr: Effacer les anciens téléchargements
it: Cancella i download più vecchi
ja: 古いダウンロードを消去
ko: 오래된 다운로드 파일 지우기
nl: Wis oudere downloads
pl: Wymaż starsze pobrane pliki
pt: Apagar Downloads Antigos
ro: Eliminați descărcările mai vechi
ru: Очистить старые загрузки
sv: Rensa äldre hämtningar
tr: Eski İndirmeleri Sil
uk: Очистити старіші викачані файли
zh_hans: 清除较旧的下载
zh_hant: 清除較舊的下載檔案

source: Clear every Homebrew download?
cs: Vymazat všechny stažené soubory Homebrew?
de: Alle Downloads von Homebrew löschen?
es: ¿Borrar todas las descargas de Homebrew?
fr: Effacer tous les téléchargements de Homebrew ?
it: Vuoi cancellare tutti i download di Homebrew?
ja: Homebrewのすべてのダウンロードを消去しますか?
ko: Homebrew의 모든 다운로드 파일을 지우겠습니까?
nl: Alle downloads van Homebrew wissen?
pl: Wymazać wszystkie pobrane pliki Homebrew?
pt: Apagar todos os downloads do Homebrew?
ro: Eliminați toate descărcările Homebrew?
ru: Очистить все загрузки Homebrew?
sv: Vill du rensa alla Homebrews hämtningar?
tr: Homebrew’un tüm indirmeleri silinsin mi?
uk: Очистити всі викачані файли Homebrew?
zh_hans: 要清除Homebrew的所有下载文件吗？
zh_hant: 要清除Homebrew的所有下載檔案嗎？

source: Clear the search
cs: Smazat hledání
de: Suchfeld leeren
es: Borrar la búsqueda
fr: Effacer la recherche
it: Cancella la ricerca
ja: 検索を消去
ko: 검색 지우기
nl: Wis zoekopdracht
pl: Wyczyść wyszukiwanie
pt: Limpar a busca
ro: Ștergeți căutarea
ru: Очистить поиск
sv: Rensa sökningen
tr: Aramayı temizle
uk: Очистити пошук
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Click to see what it left behind, under Applications.
cs: Klikněte a na stránce Všechny aplikace uvidíte, co po ní zůstalo.
de: Klicke, um unter „Programme“ zu sehen, was die App hinterlassen hat.
es: Haz clic para ver lo que ha dejado, en Aplicaciones.
fr: Cliquez pour voir ce que cette app a laissé derrière elle, dans Applications.
it: Fai clic per vedere cosa si è lasciata dietro, in Applicazioni.
ja: クリックすると、“アプリケーション”で、このアプリが残したものを確認できます。
ko: 클릭하면 응용 프로그램에서 이 앱이 남긴 항목을 볼 수 있습니다.
nl: Klik om te zien wat de app heeft achtergelaten, onder 'Alle apps'.
pl: Kliknij, aby na stronie Wszystkie aplikacje zobaczyć, co po sobie pozostawiła.
pt: Clique para ver o que ele deixou para trás, em Aplicativos.
ro: Faceți clic pentru a vedea ce a lăsat în urmă, în pagina Toate aplicațiile.
ru: Нажмите, чтобы увидеть его остатки в разделе «Программы».
sv: Klicka för att se vad den lämnade kvar, under Alla appar.
tr: Geride bıraktıklarını Tüm Uygulamalar’da görmek için tıklayın.
uk: Натисніть, щоб побачити в розділі «Усі програми», що вона залишила по собі.
zh_hans: 点按即可在“应用程序”中查看它留下的文件。
zh_hant: 按一下即可在「應用程式」中查看它留下的檔案。

source: Cloud Storage
cs: Cloudové úložiště
de: Cloud-Speicher
es: Almacenamiento en la nube
fr: Stockage dans le cloud
it: Spazio Cloud
ja: クラウドストレージ
ko: 클라우드 저장 공간
nl: Cloudopslag
pl: Miejsce w chmurze
pt: Armazenamento na Nuvem
ro: Stocare cloud
ru: Облачное хранилище
sv: Molnlagring
tr: Bulut Saklama Alanı
uk: Хмарне сховище
zh_hans: 云端储存空间
zh_hant: 雲端儲存空間

source: Code is loaded from that folder, so only what Peel’s helper took from it can go back.
cs: Z této složky se načítá kód, takže se do ní smí vrátit jen to, co z ní vzal pomocník Peelu.
de: Aus diesem Ordner wird Code geladen, daher darf nur zurückgelegt werden, was das Hilfsprogramm von Peel daraus entnommen hat.
es: Desde esa carpeta se carga código, así que solo puede volver lo que el asistente de Peel sacó de allí.
fr: Du code est chargé depuis ce dossier : seul ce que l’utilitaire de Peel en a retiré peut donc y retourner.
it: Da quella cartella viene caricato del codice, quindi può tornarci solo ciò che l’assistente di Peel ne ha tolto.
ja: そのフォルダからはコードが読み込まれるため、戻せるのはPeelのヘルパーがそこから移動したものだけです。
ko: 그 폴더에서 코드가 로드되므로, Peel 보조 프로그램이 그 폴더에서 가져온 항목만 되돌려 놓을 수 있습니다.
nl: Vanuit die map wordt code geladen, dus alleen wat het hulpprogramma van Peel eruit heeft gehaald, kan terug.
pl: Z tego folderu wczytywany jest kod, więc wrócić do niego może tylko to, co zabrał z niego pomocnik Peel.
pt: Essa pasta é usada para carregar código, então só pode voltar para ela o que o auxiliar do Peel tirou de lá.
ro: Din acel dosar se încarcă cod, așa că poate fi pus înapoi în el doar ce a luat de acolo instrumentul de ajutor Peel.
ru: Из этой папки загружается код, поэтому вернуть туда можно только то, что оттуда забрал помощник Peel.
sv: Kod läses in från den mappen, så bara det som Peels hjälpprogram har tagit därifrån kan läggas tillbaka.
tr: O klasörden kod yüklenir, bu yüzden oraya yalnızca Peel’in yardımcısının oradan aldıkları geri dönebilir.
uk: З цієї папки завантажується код, тож повернути туди можна лише те, що з неї забрав помічник Peel.
zh_hans: 系统会从该文件夹载入代码，因此只有Peel的帮助程序从那里移走的内容才能放回去。
zh_hant: 系統會從該檔案夾載入程式碼，因此只有Peel的輔助程式從中取出的項目才能放回去。

source: Colima’s virtual machines.
cs: Virtuální počítače nástroje Colima.
de: Virtuelle Maschinen von Colima.
es: Las máquinas virtuales de Colima.
fr: Les machines virtuelles de Colima.
it: Le macchine virtuali di Colima.
ja: Colimaの仮想マシンです。
ko: Colima의 가상 컴퓨터입니다.
nl: Virtuele machines van Colima.
pl: Maszyny wirtualne Colima.
pt: As máquinas virtuais do Colima.
ro: Mașinile virtuale Colima.
ru: Виртуальные машины Colima.
sv: Colimas virtuella maskiner.
tr: Colima’nın sanal makineleri.
uk: Віртуальні машини Colima.
zh_hans: Colima的虚拟机。
zh_hant: Colima的虛擬機器。

source: Collapsed
cs: Sbaleno
de: Reduziert
es: Contraído
fr: Condensé
it: Contratto
ja: 折りたたまれました
ko: 축소됨
nl: Samengevouwen
pl: Zwinięte
pt: Contraído
ro: Restrâns
ru: Свернуто
sv: Minimerad
tr: İçerik gizleniyor
uk: Згорнуто
zh_hans: 已折叠
zh_hant: 已收合

source: Color Pickers
cs: Výběry barev
de: Farbwähler
es: Selectores de colores
fr: Sélecteurs de couleurs
it: Selettori colore
ja: カラーピッカー
ko: 색상 선택기
nl: Kleurenkiezers
pl: Moduły wyboru koloru
pt: Seletores de Cores
ro: Selectoare de culori
ru: Инструменты выбора цвета
sv: Färgväljare
tr: Renk Seçiciler
uk: Селектори кольорів
zh_hans: 颜色选择器
zh_hant: 顏色選擇器

source: Color moved lines
cs: Obarvovat přesunuté řádky
de: Verschobene Zeilen einfärben
es: Colorear las líneas movidas
fr: Colorer les lignes déplacées
it: Colora le righe spostate
ja: 移動した行を色分け
ko: 이동한 줄 색상 표시
nl: Kleur verplaatste regels
pl: Koloruj przeniesione wiersze
pt: Colorir linhas movidas
ro: Colorați liniile mutate
ru: Выделять цветом перемещенные строки
sv: Färglägg flyttade rader
tr: Taşınan satırları renklendir
uk: Виділяти кольором переміщені рядки
zh_hans: 为移动过的行着色
zh_hant: 以顏色標示移動的行

source: Colors
cs: Barvy
de: Farben
es: Colores
fr: Couleurs
it: Colori
ja: カラー
ko: 색상
nl: Kleuren
pl: Kolory
pt: Cores
ro: Culori
ru: Цвета
sv: Färger
tr: Renkler
uk: Кольори
zh_hans: 颜色
zh_hant: 顏色

source: Colors commands as you type them.
cs: Obarvuje příkazy během psaní.
de: Färbt Befehle ein, während du sie tippst.
es: Colorea los comandos mientras los escribes.
fr: Colore les commandes pendant que vous les saisissez.
it: Colora i comandi mentre li digiti.
ja: 入力中のコマンドに色を付けます。
ko: 입력하는 명령에 색상을 입힙니다.
nl: Kleurt commando's terwijl je ze typt.
pl: Koloruje polecenia podczas ich wpisywania.
pt: Colore os comandos enquanto você os digita.
ro: Colorează comenzile pe măsură ce le tastați.
ru: Подсвечивает команды по мере ввода.
sv: Färglägger kommandon medan du skriver dem.
tr: Komutları siz yazarken renklendirir.
uk: Розфарбовує команди, поки ви їх вводите.
zh_hans: 在你键入命令时为其着色。
zh_hant: 在你輸入時為指令上色。
